{
    {
        "en": "Tell me, Muse, about the cunning man who wandered so far, after Troy destroyed the holy citadel. Many were the peoples whose cities he observed, whose spirits met and were many at sea the sufferings he went through to save his life, to get the companions back to their homes.",
        "pt": "Fala-me, Musa, do homem astuto que tanto vagueou, depois que de Troia destruiu a cidadela sagrada. Muitos foram os povos cujas cidades observou, cujos espíritos conheceu e foram muitos no mar os sofrimentos por que passou para salvar a vida, para conseguir o retorno dos companheiros a suas casas.",
        "en_id": 1 
    },
    {
        "en": "In ancient Rome, there was the habit of celebrating the birthday of a person. There weren’t parties like we know today, but cakes were prepared and offers were made. Then, the habits of wishing happy birthday, giving gifts and lighting candles became popular as a way to protect the birthday person from devils and ensure good things to the next year in the person’s life. The celebrations only became popular like we know today after fourteen centuries, in a collective festival performed in Germany.",
        "pt": "Na Roma antiga, havia o costume de comemorar o aniversário de uma pessoa. Não havia festas como a que conhecemos hoje, mas preparavam-se bolos e faziam-se ofertas. Então, os hábitos de desejar feliz aniversário, dar presentes e acender velas se popularizaram como forma de proteger o aniversariante dos demônios e garantir coisas boas para o próximo ano na vida da pessoa. As comemorações só se popularizaram como conhecemos hoje depois de quatorze séculos, em um festival coletivo realizado na Alemanha.",
        "en_id": 2 
    },
    {
        "en": "Since 1960, the Hollywood Boulevard Avenue attracts visitors to see star-plaques with the names of celebrities: actors, singers, movie directors, stage performers or anyone who has contributed to make Hollywood known worldwide. Each pink star is made of a marble called terrazzo, a bronze shield with the honoree’s name and an icon of the celebrity job, like a camera, television or a microphone, for example.",
        "pt": "Desde 1960, a Hollywood Boulevard Avenue atrai visitantes para ver placas de estrelas com nomes de celebridades: atores, cantores, diretores de cinema, artistas de palco ou qualquer pessoa que tenha contribuído para tornar Hollywood conhecida mundialmente. Cada estrela rosa é feita de um mármore chamado terrazzo, um escudo de bronze com o nome do homenageado e um ícone do trabalho da celebridade, como uma câmera, televisão ou microfone, por exemplo.",
        "en_id": 3
    } 
}
