{
    {
        "en": "Tell me, Muse, about the cunning man who wandered so far, after Troy destroyed the holy citadel. Many were the peoples whose cities he observed, whose spirits met and were many at sea the sufferings he went through to save his life, to get the companions back to their homes.",
        "pt": "Fala-me, Musa, do homem astuto que tanto vagueou, depois que de Troia destruiu a cidadela sagrada. Muitos foram os povos cujas cidades observou, cujos espíritos conheceu e foram muitos no mar os sofrimentos por que passou para salvar a vida, para conseguir o retorno dos companheiros a suas casas.",
        "en_id": 1 
    },

    {
        "en": "In ancient Rome, there was the habit of celebrating the birthday of a person. There weren’t parties like we know today, but cakes were prepared and offers were made. Then, the habits of wishing happy birthday, giving gifts and lighting candles became popular as a way to protect the birthday person from devils and ensure good things to the next year in the person’s life. The celebrations only became popular like we know today after fourteen centuries, in a collective festival performed in Germany.",
        "pt": "Na Roma antiga, havia o costume de comemorar o aniversário de uma pessoa. Não havia festas como a que conhecemos hoje, mas preparavam-se bolos e faziam-se ofertas. Então, os hábitos de desejar feliz aniversário, dar presentes e acender velas se popularizaram como forma de proteger o aniversariante dos demônios e garantir coisas boas para o próximo ano na vida da pessoa. As comemorações só se popularizaram como conhecemos hoje depois de quatorze séculos, em um festival coletivo realizado na Alemanha.",
        "en_id": 2 
    },

    {
        "en": "Since 1960, the Hollywood Boulevard Avenue attracts visitors to see star-plaques with the names of celebrities: actors, singers, movie directors, stage performers or anyone who has contributed to make Hollywood known worldwide. Each pink star is made of a marble called terrazzo, a bronze shield with the honoree’s name and an icon of the celebrity job, like a camera, television or a microphone, for example.",
        "pt": "Desde 1960, a Hollywood Boulevard Avenue atrai visitantes para ver placas de estrelas com nomes de celebridades: atores, cantores, diretores de cinema, artistas de palco ou qualquer pessoa que tenha contribuído para tornar Hollywood conhecida mundialmente. Cada estrela rosa é feita de um mármore chamado terrazzo, um escudo de bronze com o nome do homenageado e um ícone do trabalho da celebridade, como uma câmera, televisão ou microfone, por exemplo.",
        "en_id": 3
    },
    {
        "en": "One morning, my mother woke me up and told me that my Aunt Zeny and her children were downstairs. They came to invite us for a swim at the beach. The beach is just an hour away from our place, so my mom decided to go with them. My mom helped me prepare my bag. We did not cook any food since we would buy snacks on the way. I could see my cousins’ excitement as we headed towards the beach. I was excited, too. However, I am afraid of the water and can’t swim. All of my cousins hurriedly went to the shore as we arrived. I panicked a little, but I saw my mother staring at me. She was smiling at me. It was like she was telling me to, “Go ahead son, and learn to swim.",
        "pt": "Certa manhã, minha mãe me acordou e me disse que minha tia Zeny e seus filhos estavam lá embaixo. Eles vieram para nos convidar para um mergulho na praia. A praia fica a apenas uma hora de distância da nossa casa, por isso a minha mãe decidiu ir com eles. Minha mãe me ajudou a preparar a minha mala. Nós não cozinhamos qualquer comida uma vez que compraríamos lanches no caminho. Eu podia ver a excitação de meus primos enquanto nos dirigíamos para a praia. Eu estava animado, também. No entanto, tenho medo da água e não consigo nadar. Todos os meus primos apressadamente foram para a margem quando chegamos. Entrei em pânico um pouco, mas vi minha mãe me encarando. Ela estava sorrindo para mim. Era como se ela estivesse me dizendo: “Vá em frente filho, e aprender a nadar.”",
        "en_id": 4 
    },
    {        
        "en": "Luke is the team leader of the school project. He’s smart but bossy. He has ideas but doesn’t welcome other people’s views. He wants to always take charge. He does ask for members’ thoughts but never approves anything. He doesn’t seem to like any idea at all. His expression is always “I don’t like that idea. I don’t think that will work.” One day, all the members excluded him from a discussion. They thought about the best way to solve the problem of Luke. Nash suggested refining their proposals. Joe insisted to just let Luke do everything by himself. Eric recommended replacing the appointed leader. However, none of the suggestions seemed right. Then, the quietest member spoke. “Let’s just stick together and let Luke find other members he would 100% approve.” Everybody exclaimed, “he likes that idea”.",
        "pt": "Luke is the team leader of the school project. He’s smart but bossy. He has ideas but doesn’t welcome other people’s views. He wants to always take charge. He does ask for members’ thoughts but never approves anything. He doesn’t seem to like any idea at all. His expression is always “I don’t like that idea. I don’t think that will work.” One day, all the members excluded him from a discussion. They thought about the best way to solve the problem of Luke. Nash suggested refining their proposals. Joe insisted to just let Luke do everything by himself. Eric recommended replacing the appointed leader. However, none of the suggestions seemed right. Then, the quietest member spoke. “Let’s just stick together and let Luke find other members he would 100% approve.” Everybody exclaimed, “he likes that idea”.",
        "en_id": 5 
    },
    { 
        "en": "One sunny day, JM and MJ were playing marbles outside their house which was near the busy streets. Accidentally, JM had dropped his marbles. It went down the street where many cars were passing by. This was very dangerous, but they attempted to get the marble anyway. A man in a uniform approached the two boys. He was acting in an authoritative manner. The boys were startled and were about to cry. Their mother overheard them and went outside, angry with the man. However, he turned out to be a chief police officer. He explained what happened and the boys’ mother started to worry and felt sorry about not looking after her children. The chief warned the boys to not play in the streets again. The boys learned a lesson and didn’t play outside anymore.",
        "pt": "Um dia ensolarado, JM e MJ estavam jogando bolinhas de gude fora da sua casa que era perto das ruas movimentadas. Acidentalmente, JM havia deixado cair as bolinhas. Ele desceu a rua onde muitos carros estavam passando. Isto era muito perigoso, mas eles tentaram pegar as bolinhas de gude de qualquer maneira. Um homem de uniforme aproximou-se dos dois meninos. Ele estava agindo de forma autoritária. Os garotos ficaram surpresos e estavam prestes a chorar. A mãe os ouviu e saiu, zangada com o homem. No entanto, ele acabava por ser um chefe de polícia. Ele explicou o que aconteceu e a mãe dos meninos começou a se preocupar e sentiu pena por não cuidar de seus filhos. O chefe advertiu os meninos para não jogar nas ruas novamente. Os rapazes aprenderam uma lição e não brincaram fora mais.",
        "en_id": 6
    },
    {
        "en": "Sam and Stuart are both thrill seekers. They decided to explore this new island located near the Pacific called Ravi. They packed their bags and took off from their homes. They both thought that this would be a great adventure for them. They rode a boat going to the island. The sun was up, but the wind was strong. There were strong waves. The boat almost overturned. However, they arrived at the island safe. Then, they realized the bag holding their food and water was gone. They probably dropped it during the boat trip. Sam asked, “How will we be able to survive our trip with no food and no water?” Stuart simply answered him, “We’ll find a way.” Sam added, “How come you are not panicking about this?” Stuart responded, “Well, this is the real adventure.”",
        "pt": "Sam e Stuart são ambos buscadores de emoção. Eles decidiram explorar esta nova ilha localizada perto do Pacífico chamada Ravi. Eles empacotaram suas malas e saíram de suas casas. Ambos pensaram que esta seria uma grande aventura para eles. Eles montaram um barco indo para a ilha. O sol estava acima, mas o vento era forte. Havia ondas fortes. O barco quase virou. No entanto, eles chegaram à ilha a salvo. Então, eles perceberam que a sacola carregando a comida e a água tinha desaparecido. Provavelmente caíram durante a viagem de barco. Sam perguntou: “Como vamos ser capazes de sobreviver a nossa viagem sem comida e sem água?” Stuart simplesmente respondeu: “Encontraremos um caminho.” Sam acrescentou: “Como é que você não está em pânico com isso?” Stuart Respondeu: “Bem, esta é a verdadeira aventura.”",
        "en_id": 7
    },
    {
        "en": "Josh and Joy couldn’t be more different from each other. Josh is chic and his hair is always sleek. He likes to sleep in class, and play in gym class. He excels in sports which is probably why he’s the basketball captain. On the other hand, Joy can’t care less about her looks. Her straight hair sometimes covers her face. She doesn’t wear makeup like her female classmates, either. While Joy almost always fails P.E., she excels in other subjects. Joy loves studying. Josh and Joy can always be seen together. People wonder what Josh sees in Joy. She doesn’t seem to fit him. One day, his friend finally asks him, “Do you love Joy? What do you even see in her?” To him, Josh replies angrily, “Why shouldn’t I love my twin sister?”",
        "pt": "Josh e Joy não podiam ser mais diferentes uns dos outros. Josh é elegante e seu cabelo é sempre elegante. Ele gosta de dormir em sala de aula e jogar na aula de educação fisica. Ele se destaca em esportes que é provavelmente o porquê dele ser o capitão de basquete. Por outro lado, Joy não pode se importar menos com sua aparência. Seus cabelos lisos às vezes cobrem seu rosto. Ela não usa maquiagem como suas colegas de classe, também. Enquanto Joy quase sempre reprova em educação fisica, ela se destaca em outros assuntos. Joy gosta de estudar. Josh e Joy podem ser vistos juntos. As pessoas se perguntam o que Josh vê na Joy. Ela não parece se encaixar com ele. Um dia, seu amigo finalmente pergunta: “Você ama a joy? O que você vê nela? “Para ele, Josh responde com raiva,” Por que eu não deveria amar minha irmã gêmea?“",
        "en_id": 8
    },
    {
        "en": "One sunny morning, a family planned to have a picnic at the park. In order to get there, the family had to use their car. Everyone was ready and things were brought inside the vehicle. Mother had double checked everything and the rest of the family went inside the car to settle in. Unfortunately, it wouldn’t start. Everyone started to worry after dad attempted to start the engine several times. Still, it wouldn’t start. They all went out of the car and started thinking what had gotten wrong. Dad got his tools to fix it. The rest of the family members assisted him. Will the car start? Nobody knew. When everyone was about to give up, dad started the engine and the car made a familiar sound. They rejoiced as the car finally started.",
        "pt": "Uma manhã ensolarada, uma família planejou fazer um piquenique no parque. Para chegar lá, a família teve de usar o carro deles. Todo mundo estava pronto e as coisas foram trazidas para dentro do veículo. A mãe tinha verificado tudo e o resto da família entrou no carro para se instalar. Infelizmente, não daria partida. Todo mundo começou a se preocupar depois que o pai tentou ligar o motor várias vezes. Ainda assim, não daria partida. Todos saíram do carro e começaram a pensar no que havia errado. Papai tem suas ferramentas para consertá-lo. O resto dos membros da família o ajudaram. O carro dará partida? Ninguém sabia. Quando todos estavam prestes a desistir, o pai ligou o motor e o carro fez um som familiar. Eles se alegraram quando o carro finalmente deu partida.",
        "en_id": 9
    },
    {
        "en": "Every school has that all-time genius. Ralph, a simple-looking kid, was that genius. Having straight As and winning every school quiz, no one can ever beat Ralph’s knowledge. Most teachers attest to the superior intelligence Ralph has displayed. Because of this, one of the teachers wants to register him in a local quiz show. When he is asked about it, Ralph exclaims, “Boy, would I!” Everyone is excited about the big quiz show. Ralph is nervous, though. He has never joined any quiz contest this big. He eventually gets himself together. Easy and difficult rounds are a breeze. The last question determines the winner. As the question is shown, Ralph’s mind goes completely blank. He knows the answer but forgets it. He closes his eyes with his hands pressed on his temples. Alas! He recalls the answer and is then announced as the winner.",
        "pt": "Toda escola tem esse gênio de todos os tempos. Ralph, um garoto de aparência simples, era aquele gênio. Sendo honesto e ganhando cada quiz escolar, ninguém pode vencer o conhecimento de Ralph. A maioria dos professores atestam a inteligência superior que Ralph demonstrou. Devido a isso, um dos professores quer registrá-lo em um concurso local. Quando ele é perguntado sobre isso, Ralph exclama, “Cara, eu iria!” Todo mundo está animado sobre o grande concurso. Ralph está nervoso, no entanto. Ele nunca se juntou a qualquer grande concurso como este. Ele finalmente se recompõe. Rodadas fáceis e difíceis são uma brisa. A última pergunta determina o vencedor. Quando a pergunta é mostrada, a mente de Ralph fica completamente em branco. Ele sabe a resposta, mas a esquece. Ele fecha os olhos com as mãos pressionadas nas têmporas. Felizmente! Ele lembra a resposta e é então anunciado como o vencedor.",
        "en_id": 10
    }
}
